Repository: pgb60-ua/PablosElMultiverso
Catalog: po/*.po
Languages: es_es, fr_fr

source: Play again
es_es: Jugar de nuevo
fr_fr: Rejouer

source: Return to main menu
es_es: Volver al menú principal
fr_fr: Retour au menu principal

source: YOU LOST!
es_es: HAS PERDIDO!
fr_fr: VOUS AVEZ PERDU !

source: SELECT YOUR CHARACTER
es_es: SELECCIONA TU PERSONAJE
fr_fr: SÉLECTIONNEZ VOTRE PERSONNAGE

source: Arrows: Change | ENTER: Confirm | Q: Back | ESC: Exit Game
es_es: Flechas: Cambiar | ENTER: Confirmar | Q: Volver | ESC: Salir
fr_fr: Flèches : Changer | ENTRÉE : Confirmer | Q : Retour | ÉCHAP : Quitter le jeu

source: SELECT LANGUAGE
es_es: SELECCIONA IDIOMA
fr_fr: SÉLECTIONNEZ LA LANGUE

source: Play
es_es: Jugar
fr_fr: Jouer

source: Change Language
es_es: Cambiar Idioma
fr_fr: Changer de langue

source: Exit
es_es: Salir
fr_fr: Quitter

source: PABLOS, THE MULTIVERSE
es_es: PABLOS, EL MULTIVERSO
fr_fr: PABLOS, LE MULTIVERS

source: YOU WON!
es_es: HAS GANADO!
fr_fr: VOUS AVEZ GAGNÉ !

source: Health:
es_es: Salud:
fr_fr: Vie :

source: COMMON
es_es: COMÚN
fr_fr: COMMUN

source: UNCOMMON
es_es: POCO COMÚN
fr_fr: PEU COMMUN

source: EPIC
es_es: ÉPICO
fr_fr: ÉPIQUE

source: LEGENDARY
es_es: LEGENDARIO
fr_fr: LÉGENDAIRE

source: UNKNOWN
es_es: DESCONOCIDO
fr_fr: INCONNU

source: WEAPON
es_es: ARMA
fr_fr: ARME

source: BLOCKED
es_es: BLOQUEADO
fr_fr: BLOQUÉ

source: AS
es_es: VA
fr_fr: VA

source: CD
es_es: DC
fr_fr: DC

source: LS
es_es: RV
fr_fr: VV

source: HP
es_es: PV
fr_fr: PV

source: MHP
es_es: PV Max
fr_fr: PVM

source: MS
es_es: VM
fr_fr: VD

source: HR
es_es: RS
fr_fr: RV

source: SHOP
es_es: TIENDA
fr_fr: BOUTIQUE

source: PLAYER STATS
es_es: ESTADÍSTICAS
fr_fr: STATISTIQUES DU JOUEUR

source: Max Health:
es_es: Salud Máx:
fr_fr: Vie Max :

source: Movement Speed:
es_es: Velocidad Mov:
fr_fr: Vitesse de déplacement :

source: Agility:
es_es: Agilidad:
fr_fr: Agilité :

source: Attack Speed:
es_es: Velocidad Atq:
fr_fr: Vitesse d'attaque :

source: Physical Damage:
es_es: Daño Físico:
fr_fr: Dégâts physiques :

source: Magical Damage:
es_es: Daño Mágico:
fr_fr: Dégâts magiques :

source: Resistance:
es_es: Resistencia:
fr_fr: Résistance :

source: Armor:
es_es: Armadura:
fr_fr: Armure :

source: Critical Chance:
es_es: Prob. Crítico:
fr_fr: Chances de critique :

source: Critical Damage:
es_es: Daño Crítico:
fr_fr: Dégâts critiques :

source: Health Regen:
es_es: Regen. Salud:
fr_fr: Régénération de vie :

source: Life Steal:
es_es: Robo de Vida:
fr_fr: Voler de vie :

source: WEAPONS
es_es: ARMAS
fr_fr: ARMES

source: EMPTY
es_es: VACÍO
fr_fr: VIDE

source: PHY DMG
fr_fr: DÉG PHY

source: MAG DMG
fr_fr: DÉG MAG

source: ATK SPD
fr_fr: VIT ATQ

source: CRIT CH
fr_fr: CH CRIT

source: CRIT DMG
fr_fr: DÉG CRIT

source: LIFE STEAL
fr_fr: VOL VIE

source: FUSE
fr_fr: FUSIONNER

source: [ENTER]
fr_fr: [ENTRÉE]

source: SELL
fr_fr: VENDRE

source: [SPACE]
fr_fr: [ESPACE]

source: Sell Price:
fr_fr: Prix de vente :

source: Sell Price:
fr_fr: Prix de vente :

source: AVAILABLE ITEMS
es_es: OBJETOS DISPONIBLES
fr_fr: OBJETS DISPONIBLES

source: Reroll
fr_fr: Actualiser

source: Continue
fr_fr: Continuer

source: [W/S] Navigate [ENTER/LEFT-CLICK] Buy [SPACE/RIGHT-CLICK] Lock [R] Reroll [E] Continue
es_es: [W/S] Navegar [ENTER/CLICK-IZQ] Comprar [ESPACIO/CLICK-DER] Bloquear [R] Renovar [E] Continuar
fr_fr: [W/S] Naviguer [ENTRÉE/CLIC-GAUCHE] Acheter [ESPACE/CLIC-DROIT] Verrouiller [R] Relancer [E] Continuer

source: A long-range rifle designed for precision shooting
es_es: Un rifle de largo alcance diseñado para disparos de precisión
fr_fr: Un fusil longue portée conçu pour le tir de précision

source: Wing
fr_fr: Aile

source: A blade imbued with the power of the wind
es_es: Una hoja imbuida con el poder del viento
fr_fr: Une lame imprégnée du pouvoir du vent

source: Chemical Destructor Weapon
es_es: Arma Destructora Química
fr_fr: Destructeur Chimique

source: The Chemical Destructor Weapon is a powerful weapon that can destroy players with its chemical attacks.
es_es: El Arma Destructora Química es un arma poderosa que puede destruir jugadores con sus ataques químicos.
fr_fr: Le Destructeur Chimique est une arme puissante qui peut détruire les joueurs avec ses attaques chimiques.

source: Eggplosive
es_es: Huevo Explosivo
fr_fr: Oeuf Explosif

source: An explosive egg launcher that fires a single-shot projectile that explodes on impact, dealing area damage
es_es: Un lanzador de huevos explosivos que dispara un proyectil de un solo tiro que explota al impactar, causando daño de área
fr_fr: Un lanceur d'œufs explosifs tirant un projectile unique qui explose à l'impact, infligeant des dégâts de zone

source: Laser Beam
es_es: Rayo Láser
fr_fr: Rayon Laser

source: Single-shot laser that hits every enemy in the targeted row and then disappears
es_es: Láser de un solo disparo que golpea a todos los enemigos en la fila objetivo y luego desaparece
fr_fr: Laser à tir unique qui touche tous les ennemis de la rangée ciblée puis disparaît

source: Axe
es_es: Hacha
fr_fr: Hache

source: A heavy axe that 'calls' through enemies
es_es: Un hacha pesada que 'llama' a través de los enemigos
fr_fr: Une lourde hache qui traverse les ennemis

source: Spined Breastplate
es_es: Coraza Espinosa
fr_fr: Plastron à Épines

source: Heavy armor with spines that damage attackers
es_es: Armadura pesada con espinas que dañan a los atacantes
fr_fr: Armure lourde avec des épines qui blessent les attaquants

source: Pearl Egg
es_es: Huevo Perlado
fr_fr: Oeuf de Perle

source: A mysterious egg that enhances regeneration
es_es: Un huevo misterioso que mejora la regeneración
fr_fr: Un œuf mystérieux qui améliore la régénération

source: Fireball
es_es: Bola de Fuego
fr_fr: Boule de Feu

source: A big ball of fire that burns enemies
es_es: Una gran bola de fuego que quema a los enemigos
fr_fr: Une grosse boule de feu qui brûle les ennemis

source: Ethereal Dagger
es_es: Daga Etérea
fr_fr: Dague Éthérée

source: A ghostly blade that strikes with deadly precision
es_es: Una hoja fantasmal que golpea con precisión mortal
fr_fr: Une lame fantomatique qui frappe avec une précision mortelle

source: Celestial Spark
es_es: Chispa Celestial
fr_fr: Étincelle Céleste

source: A fragment of a star that enhances critical strikes
es_es: Un fragmento de estrella que mejora los golpes críticos
fr_fr: Un fragment d'étoile qui améliore les coups critiques

source: Venomous Plant
es_es: Planta Venenosa
fr_fr: Plante Vénéneuse

source: A mysterious plant that enhances magical power at the cost of vitality
es_es: Una planta misteriosa que mejora el poder mágico a costa de vitalidad
fr_fr: Une plante mystérieuse qui augmente la puissance magique au prix de la vitalité

source: Raven's Feather
es_es: Pluma de Cuervo
fr_fr: Plume de Corbeau

source: Grants incredible speed but weakens defenses
es_es: Otorga una velocidad increíble pero debilita las defensas
fr_fr: Accorde une vitesse incroyable mais affaiblit les défenses

source: Magical Mirror
es_es: Espejo Mágico
fr_fr: Miroir Magique

source: Reflects magic and enhances magical resistance
es_es: Refleja la magia y mejora la resistencia mágica
fr_fr: Reflète la magie et améliore la résistance magique

source: Spotlight
es_es: Linterna
fr_fr: Projecteur

source: Illuminates the battlefield, revealing weaknesses
es_es: Ilumina el campo de batalla, revelando debilidades
fr_fr: Illumine le champ de bataille, révélant les faiblesses

source: Ruby Heart
es_es: Corazón de Rubí
fr_fr: Cœur de Rubis

source: A crystallized heart that grants vitality
es_es: Un corazón cristalizado que otorga vitalidad
fr_fr: Un cœur cristallisé qui accorde de la vitalité

source: Spirit Mask
es_es: Máscara Espiritual
fr_fr: Masque Spirituel

source: A mystical mask that channels spiritual energy
es_es: Una máscara mística que canaliza energía espiritual
fr_fr: Un masque mystique qui canalise l'énergie spirituelle

source: Crimson Vial
es_es: Vial Carmesí
fr_fr: Fiole Cramoisie

source: A vial of blood that enhances life steal
es_es: Un vial de sangre que mejora el robo de vida
fr_fr: Une fiole de sang qui améliore le vol de vie

source: Explosive Arsenal
es_es: Arsenal Explosivo
fr_fr: Arsenal Explosif

source: Increases damage output but makes you more vulnerable
es_es: Aumenta el daño infligido pero te hace más vulnerable
fr_fr: Augmente les dégâts infligés mais vous rend plus vulnérable

source: Satchel
es_es: Bolsa
fr_fr: Besace

source: A simple bag that provides minor benefits
es_es: Una bolsa simple que proporciona beneficios menores
fr_fr: Un simple sac qui offre des avantages mineurs

source: Void Ring
es_es: Anillo del Vacío
fr_fr: Anneau du Vide

source: Dark magic flows through this ring, draining life for power
es_es: Magia oscura fluye a través de este anillo, drenando vida por poder
fr_fr: La magie noire coule à travers cet anneau, drainant la vie pour la puissance

source: Raw Meat
es_es: Carne Cruda
fr_fr: Viande Crue

source: Fresh meat that restores health and strength
es_es: Carne fresca que restaura salud y fuerza
fr_fr: De la viande fraîche qui restaure la santé et la force

source: Pablo, the Warrior
es_es: Pablo, el Guerrero
fr_fr: Pablo, le Guerrier

source: Yes, you are seeing it right, it is a monkey with a phone that, as if that were not enough, is called Pablo
es_es: Sí, lo estás viendo bien, es un mono con un teléfono que, por si fuera poco, se llama Pablo
fr_fr: Oui, vous voyez bien, c'est un singe avec un téléphone qui, comme si cela ne suffisait pas, s'appelle Pablo

source: Pablo, the Combat Egg
es_es: Pablo, el Huevo de Combate
fr_fr: Pablo, l'Oeuf de Combat

source: An extension of the original Pablo, now with powerful magical abilities.
es_es: Una extensión del Pablo original, ahora con poderosas habilidades mágicas.
fr_fr: Une extension du Pablo original, maintenant avec de puissantes capacités magiques.

source: Healer
es_es: Sanador
fr_fr: Guérisseur

source: A holy warrior focused on sustain and healing
es_es: Un guerrero santo enfocado en el sostenimiento y la curación
fr_fr: Un guerrier saint concentré sur le soutien et la guérison

source: Pablo, the Duck
es_es: Pablo, el Pato
fr_fr: Pablo, le Canard

source: An extension of the original Pablo, now with ranged combat abilities.
es_es: Una extensión del Pablo original, ahora con habilidades de combate a distancia.
fr_fr: Une extension du Pablo original, maintenant avec des capacités de combat à distance.

source: Chemical Destructor
es_es: Destructor Químico
fr_fr: Destructeur Chimique

source: A powerful enemy that deals chemical damage and has a high attack speed.
es_es: Un enemigo poderoso que inflige daño químico y tiene una alta velocidad de ataque.
fr_fr: Un ennemi puissant qui inflige des dégâts chimiques et a une grande vitesse d'attaque.

source: A slow but relentless undead creature
es_es: Una criatura no-muerta lenta pero implacable
fr_fr: Une créature morte-vivante lente mais implacable

source: A dark creature that lurks in the shadows
es_es: Una criatura oscura que acecha en las sombras
fr_fr: Une créature sombre qui rôde dans les ombres

source: Round:
es_es: Ronda:
fr_fr: Manche :

source: Time:
es_es: Tiempo:
fr_fr: Temps :

source: Enemies:
es_es: Enemigos:
fr_fr: Ennemis :

source: RARE
es_es: RARO

source: PHY
es_es: FIS

source: CC
es_es: PC

source: [R] Reroll $%d
es_es: [R] Renovar $%d

source: [E] Continue
es_es: [E] Continuar

source: Sniper
es_es: Francotirador

source: Wing
es_es: Ala

source: Zombie
es_es: Zombi
